import React from 'react'

const Discraimer = () => {
  return (
    <div className="max-w-4xl mx-auto mt-8 p-8">
      <h2>免責事項</h2>

      <div>
        <h3>当ウェブサイトのご利用にあたって</h3>
        <p>
          当ホームページへの各種情報の掲載は、証券投資一般に関する情報の提供を目的としたものであり、投資勧誘を目的にしたものではありません。
          実際に投資を行う際の最終的な意思決定は、お客様ご自身の判断で行うようにお願い致します。
        </p>
      </div>
      <div>
        <h3>掲載情報の内容について</h3>
        <p>
          当ウェブサイトに掲載している情報の内容については万全を期しておりますが、その内容を保証するものではありません。
        </p>
      </div>
      <div>
        <h3>当ウェブサイトの運用について</h3>
        <p>
          第三者が他のウェブサイトなどへのリンクを、当社の許可なく提供している場合、移動された先のウェブサイトは当社または本情報提供者が管理運営するものではありません。このため、その内容の真偽等につきまして当社および本情報提供者は一切責任を負うものではないのでご了承下さい。
        </p>
      </div>
      <div>
        <h3>損害について</h3>
        <p>
          当ウェブサイトに掲載している情報によって被ったいかなる損害についても、当社および本情報提供者は責任を負うものではないことを予めご了承下さい。
        </p>
      </div>
    </div>
  )
}

export default Discraimer