import React from 'react'

const SignUpComponent2 = () => {
  return (
    <div className='mt-8 text-xs'>
      <h3>ユーザー登録にあたって（ご覧の上、ご登録ください）</h3>
      <ul>
        <li>ユーザー登録、および、ユーザー限定サービスは無料で利用できます。</li>
        <li>ユーザーはいつでも所定の手続きで登録を削除することができます。</li>
        <li>当サイトからユーザーに対し、サービスに関連する連絡等をメールで行うことがあります。</li>
        <li>当サイトは独自の判断で、事前の告知なしに登録を取り消す場合があります。</li>
        <li>ユーザー限定サービスは事前の告知なしに変更、または終了する場合があります。</li>
        <li>登録された情報は、当サイトのサービス提供以外の目的では使用されません。</li>
        <li>チャート画像のブログ等での引用は、引用元（TenQ.cc）等の記載をお願いします。</li>
      </ul>
    </div>
  )
}

export default SignUpComponent2
